---
kind: method
id: M:Autodesk.Revit.UI.Events.ComboBoxDropDownClosedEventArgs.#ctor
source: html/1dd15bd6-79c9-55da-4c78-84b4ae0a3a64.htm
---
# Autodesk.Revit.UI.Events.ComboBoxDropDownClosedEventArgs.#ctor Method

Initializes a new instance of the ComboBoxDropDownClosedEventArgs class

## Syntax (C#)
```csharp
public ComboBoxDropDownClosedEventArgs()
```